//Продавница

//Направити променљиву која представља цену производа коју купац жели да купи
//Направити променљиву која представља количину новца коју купац има
//Ако купац нема довољно новца, исписати поруку: "Немате довољно новца", 
//    а затим написати тренутно стање (остаје исто)
//Ако има довољно новца, исписати: "Успешно сте купили производ", 
//    а затим исписати тренутно стање (сада измењено)

let cenapr = 375;
let kolicinan = 330;

if (cenapr>kolicinan){
    console.log('Nemate dovoljno novca');
}else{
    console.log('Uspesno ste kupili proizvod');
    console.log('Ostalo vam je ' +( kolicinan - cenapr));
}